class DesboardController < ActionController::Base
  layout "desboard"
  def index
  	@users = %w{上海起秀网络科技有限公司
无锡莱弗思生物实验器材有限公司
北京百诺威生物科技有限公司
福建金笙医药研究有限公司
无锡积大制药有限公司
圣嘉医药化工有限公司
成都海佰微科技有限公司
武汉众谱检测科技有限公司
上海瑞玥
海阳医药
上海佐林生物医药有限公司
上海汇锐化工有限公司
先声药物研究院
四川银河星源科技有限公司
苏州引航生物科技
淄博惠普化工有限公司
杭州电子科技大学
郑州市统麒化工产品有限公司
胡晓伟-上海个人实验室
武汉启瑞科技发展有限公司
河南萨默生物科技有限公司
以禄贸易（上海）有限公司
合亚医药科技有限公司
澳门大学
湖南新邵县回龙化工公司
上海辉旭密封材料有限公司佛山分公司
连云港沙英喜化工产品销售有限公司
凯莱天成
菲立化学（浙江）有限公司
连云港科云进出口有限公司
江苏采薇生物科技有限公司
河南能源
山东隆森化工科技有限公司
甘肃利亨新材料有限公司
常州千艾生物科技有限公司
精细化工
北京益润科贸有限公司
德州市科鑫化工有限公司
四川墨凯科技有限公司
绍兴中科白云化学科技有限公司}

  end

  def analysis

  end
end
